<ul>
<li>Добавлены новые настройки оформления кнопки для Yandex Pay Checkout</li>
<li>Добавлены настройки установки редиректов после успешной/неуспешной оплаты</li>
<li>Поддержка установки гет параметром в url для редиректа после оплаты через Yandex Pay Checkout</li>
<li>Добавлены отображения иконок на карте Почты России, СДЭК, Boxberry</li>
<li>Исправлена ошибка при запуске php скриптов из консоли</li>
<li>Исправлена ошибка подключения скриптов в админке, если включен nginx pagespeed</li>
</ul>