<ul>
<li>Поддержка перерисовки кнопки в динамической области комозита</li>
<li>Исправлена ошибка создания заказа при включенном логирование модуля "Калькулятор доставки Boxberry" (up.boxberrydelivery)</li>
<li>Исправлена ошибка установки значения ПВЗ для модуля "Интеграция со СДЭК" (ipol.sdek)</li>
<li>Исправлена ошибка директории установки обработчика платежной системы</li>
<li>Исправлена ошибка установки торговой площадки</li>
<li>Исправлена ошибка конфликтов подключения разных версий jquery в админки настроек модуля</li>
</ul>